Repository: weblate/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: ta

source: {0} of {1} selected
ta: {1} தேர்ந்தெடுக்கப்பட்ட {0}

source: {0} pixels
ta: {0} படப்புள்ளிகள்

source: {0} Playlist (*{1})
ta: {0} பிளேலிச்ட் (*{1})

source: %artist%- %title%
ta: %கலைஞர்%-%தலைப்பு%

source: %title%
ta: %தலைப்பு%

source: %title%- %artist%
ta: %தலைப்பு%-%கலைஞர்%

source: %track%- %title%
ta: %ட்ராக்%-%தலைப்பு%

source: <keep>
ta: <வைத்திருங்கள்>

source: About {0}
ta: சுமார் {0}

source: AcoustId can associate a song's fingerprint with a MusicBrainz Recording Id for easy identification. If you have a MusicBrainz Recording Id for this song, please provide it below. If none is provided, Tagger will submit your tag's metadata in association with the fingerprint instead.
ta: அகவுச்டிட் ஒரு பாடலின் கைரேகையை எளிதாக அடையாளம் காண மியூசிக் பிரைன்ச் ரெக்கார்டிங் ஐடியுடன் இணைக்க முடியும். இந்த பாடலுக்கான மியூசிக் பிரைன்ச் ரெக்கார்டிங் ஐடி உங்களிடம் இருந்தால், தயவுசெய்து அதை கீழே வழங்கவும். எதுவும் வழங்கப்படாவிட்டால், அதற்கு பதிலாக கைரேகையுடன் இணைந்து உங்கள் குறிச்சொல்லின் மெட்டாடேட்டாவை டேக்கர் சமர்ப்பிக்கும்.

source: AcoustId User API Key
ta: அகவுச்டிட் பயனர் பநிஇ விசை

source: Add
ta: கூட்டு

source: Add New Property
ta: புதிய சொத்தை சேர்க்கவும்

source: Add to Playlist
ta: பிளேலிச்ட்டில் சேர்க்கவும்

source: Additional Properties
ta: கூடுதல் பண்புகள்

source: Advanced Search Info
ta: மேம்பட்ட தேடல் செய்தி

source: album
ta: ஆல்பம்

source: Album
ta: ஆல்பம்

source: Album Art
ta: ஆல்பம் கலை

source: Album Artist
ta: ஆல்பம் கலைஞர்

source: albumartist
ta: ஆல்பம்ஆர்ட்டிச்ட்

source: All files
ta: அனைத்து கோப்புகள்

source: All Supported Files
ta: அனைத்து ஆதரிக்கப்பட்ட கோப்புகளும்

source: An application restart is required to change the theme.
ta: கருப்பொருளை மாற்ற பயன்பாட்டு மறுதொடக்கம் தேவை.

source: An invalid RecordingId was provided to MusicBrainz
ta: மியூசிக் பிரைன்ச் ஒரு தவறான ரெக்கார்டிங்கிட் வழங்கப்பட்டது

source: Apply
ta: இடு

source: Apply Changes?
ta: மாற்றங்களைப் பயன்படுத்தவா?

source: artist
ta: கலைஞர்

source: Artist
ta: கலைஞர்

source: Automatically Check for Updates
ta: புதுப்பிப்புகளை தானாக சரிபார்க்கவும்

source: Back
ta: பின்

source: Beats Per Minute
ta: நிமிடத்திற்கு துடிக்கிறது

source: beatsperminute
ta: நிமிடத்திற்கு துடிக்கிறது

source: bpm
ta: பிபிஎம்

source: Calculating...
ta: கணக்கிடுதல் ...

source: Cancel
ta: ரத்துசெய்

source: Changelog
ta: மாற்றபதிவு

source: Check for Updates
ta: புதுப்பிப்புகளை சரிபார்க்கவும்

source: Clear All Lyrics
ta: அனைத்து பாடல்களையும் அழிக்கவும்

source: Clear Publishing Date
ta: வெளியீட்டு தேதியை அழிக்கவும்

source: Close
ta: மூடு

source: Close Library
ta: நூலகத்தை மூடு

source: comment
ta: கருத்து

source: Comment
ta: கருத்து

source: composer
ta: இசையமைப்பாளர்

source: Composer
ta: இசையமைப்பாளர்

source: Configure
ta: உள்ளமைக்கவும்

source: Contributors on GitHub ❤️
ta: கிட்அப்பில் பங்களிப்பாளர்கள்

source: Convert
ta: மாற்றவும்

source: Converted {0} file name to tag successfully
ta: வெற்றிகரமாக குறிச்சொல்ல {0} கோப்பு பெயரை மாற்றியது

source: Converted {0} tag to file name successfully
ta: {0} குறிச்சொல் கோப்பை வெற்றிகரமாக மாற்றியது

source: Converting file names to tags...
ta: கோப்பு பெயர்களை குறிச்சொற்களாக மாற்றுவது ...

source: Converting tags to file names...
ta: குறிச்சொற்களை கோப்பு பெயர்களாக மாற்றுவது ...

source: Copied debug info to clipboard.
ta: இடைநிலைப்பலகைக்கு பிழைத்திருத்த தகவலை நகலெடுத்தது.

source: Copy Fingerprint To Clipboard
ta: இடைநிலைப்பலகைக்கு கைரேகையை நகலெடுக்கவும்

source: Corrupted Files Found
ta: சிதைந்த கோப்புகள் காணப்படுகின்றன

source: Create
ta: உருவாக்கு

source: Create Playlist
ta: பிளேலிச்ட்டை உருவாக்கவும்

source: Credits
ta: வரவு

source: custom
ta: தனிப்பயன்

source: Custom
ta: தனிப்பயன்

source: Custom Properties
ta: தனிப்பயன் பண்புகள்

source: Custom properties can only be edited for individual files.
ta: தனிப்பயன் பண்புகளை தனிப்பட்ட கோப்புகளுக்கு மட்டுமே திருத்த முடியும்.

source: David Lapshin
ta: டேவிட் லாப்சின்

source: Delete Tag
ta: குறிச்சொல்லை நீக்கு

source: Delete Tag (Shift+Delete)
ta: குறிச்சொல் நீக்கு (சிப்ட்+நீக்கு)

source: Deleting tags...
ta: குறிச்சொற்களை நீக்குதல் ...

source: description
ta: விவரம்

source: Description
ta: விவரம்

source: Developers: {0} Designers: {1} Artists: {2} Translators: {3}
ta: டெவலப்பர்கள்: {0} வடிவமைப்பாளர்கள்: {1} கலைஞர்கள்: {2} மொழிபெயர்ப்பாளர்கள்: {3}

source: Disc
ta: வட்டு

source: Discard
ta: நிராகரிக்கவும்

source: Discard Unapplied Changed (Ctrl+Z)
ta: பயன்படுத்தப்படாத மாற்றத்தை நிராகரிக்கவும் (Ctrl+z)

source: Discard Unapplied Changes
ta: பயன்படுத்தப்படாத மாற்றங்களை நிராகரிக்கவும்

source: Discarding tags...
ta: குறிச்சொற்களை நிராகரித்தல் ...

source: discnumber
ta: டிச்க்யூம்பர்

source: disctotal
ta: விவேகமான

source: Discussions
ta: விவாதங்கள்

source: Documentation
ta: ஆவணப்படுத்துதல்

source: Download Lyrics
ta: பாடல் பதிவிறக்க

source: Download MusicBrainz Metadata
ta: மியூசிக் பிரைன்ச் மெட்டாவைப் பதிவிறக்கவும்

source: Download MusicBrainz Metadata (Ctrl+M)
ta: மியூசிக் பிரெய்ன்ச் மெட்டாடேட்டாவைப் பதிவிறக்குக (Ctrl+M)

source: Downloaded lyrics for {0} files successfully
ta: {0} கோப்புகளுக்கான பதிவிறக்கம் பாடல் வெற்றிகரமாக

source: Downloaded metadata for {0} files successfully
ta: {0} கோப்புகளுக்கான மேனிலை தரவு பதிவிறக்கம் செய்யப்பட்டுள்ளது

source: Downloading lyrics...
ta: பாடல் பதிவிறக்குதல் ...

source: Downloading MusicBrainz metadata...
ta: மியூசிக் பிரெய்ன்ச் மெட்டாடேட்டாவைப் பதிவிறக்குகிறது ...

source: Drop here to open library
ta: நூலகத்தைத் திறக்க இங்கே விடுங்கள்

source: Edit
ta: தொகு

source: Enable to overwrite existing album art with art found from MusicBrainz.
ta: மியூசிக் பிரெய்ன்சிலிருந்து காணப்படும் கலையுடன் ஏற்கனவே உள்ள ஆல்பம் கலையை மேலெழுதவும்.

source: Enable to overwrite existing lyrics with that found from downloading lyrics from the web. If disabled, only blank lyrics will be filled.
ta: வலையிலிருந்து வரிகளை பதிவிறக்குவதிலிருந்து காணப்படும் ஏற்கனவே உள்ள பாடல்களை மேலெழுதவும். முடக்கப்பட்டால், வெற்று வரிகள் மட்டுமே நிரப்பப்படும்.

source: Enable to overwrite existing tag metadata with data found from MusicBrainz. If disabled, only blank tag properties will be filled.
ta: மியூசிக் பிரைன்ச் இருந்து காணப்படும் தரவுகளுடன் ஏற்கனவே உள்ள குறிச்சொல் மெட்டாடேட்டாவை மேலெழுதவும். முடக்கப்பட்டால், வெற்று குறிச்சொல் பண்புகள் மட்டுமே நிரப்பப்படும்.

source: Enter album artist here
ta: ஆல்பம் கலைஞரை இங்கே உள்ளிடவும்

source: Enter album here
ta: ஆல்பத்தை இங்கே உள்ளிடவும்

source: Enter artist here
ta: கலைஞரை இங்கே உள்ளிடவும்

source: Enter beats per minute here
ta: ஒரு நிமிடத்திற்கு இங்கே துடிக்கிறது

source: Enter comment here
ta: கருத்தை இங்கே உள்ளிடவும்

source: Enter composer here
ta: இசையமைப்பாளரை இங்கே உள்ளிடவும்

source: Enter custom choice here
ta: தனிப்பயன் தேர்வை இங்கே உள்ளிடவும்

source: Enter description here
ta: விளக்கத்தை இங்கே உள்ளிடவும்

source: Enter disc number here
ta: வட்டு எண்ணை இங்கே உள்ளிடவும்

source: Enter disc total here
ta: வட்டு மொத்தத்தை இங்கே உள்ளிடவும்

source: Enter file name here
ta: கோப்பு பெயரை இங்கே உள்ளிடவும்

source: Enter genre here
ta: வகையை இங்கே உள்ளிடவும்

source: Enter key here
ta: விசையை இங்கே உள்ளிடவும்

source: Enter language code here
ta: மொழி குறியீட்டை இங்கே உள்ளிடவும்

source: Enter offset here
ta: இங்கே ஆஃப்செட் உள்ளிடவும்

source: Enter publisher here
ta: வெளியீட்டாளரை இங்கே உள்ளிடவும்

source: Enter title here
ta: தலைப்பை இங்கே உள்ளிடவும்

source: Enter track here
ta: ட்ராக் இங்கே உள்ளிடவும்

source: Enter track total here
ta: ட்ராக் மொத்தத்தை இங்கே உள்ளிடவும்

source: Enter year here
ta: ஆண்டை இங்கே உள்ளிடவும்

source: Error
ta: பிழை

source: ERROR
ta: பிழை

source: Existing Lyrics
ta: தற்போதுள்ள பாடல்

source: Exit
ta: வெளியேறு

source: Export
ta: ஏற்றுமதி

source: Export Back Album Art
ta: ஆல்பம் கலையை ஏற்றுமதி செய்யுங்கள்

source: Export Front Album Art
ta: முன்னணி ஆல்பம் கலை ஏற்றுமதி

source: Export to LRC
ta: எல்.ஆர்.சி.க்கு ஏற்றுமதி

source: Exported back album art to file successfully
ta: வெற்றிகரமாக தாக்கல் செய்ய ஆல்பம் கலையை ஏற்றுமதி செய்தது

source: Exported front album art to file successfully
ta: வெற்றிகரமாக தாக்கல் செய்ய முன் ஆல்பம் கலை ஏற்றுமதி செய்யப்பட்டது

source: Exported successfully to: {0}
ta: இதற்கு வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது: {0}

source: Failed MusicBrainz Lookup
ta: தோல்வியுற்ற மியூசிக் பிரேன்ச் தேடல்

source: Failed MusicBrainz Lookups
ta: தோல்வியுற்ற மியூசிக் பிரெய்ன்ச் தேடல்கள்

source: Failed to export back album art to a file
ta: ஆல்பம் கலையை ஒரு கோப்பில் ஏற்றுமதி செய்யத் தவறிவிட்டது

source: Failed to export front album art to a file
ta: முன் ஆல்பம் கலையை ஒரு கோப்பில் ஏற்றுமதி செய்யத் தவறிவிட்டது

source: File
ta: கோப்பு

source: File fixed successfully
ta: கோப்பு வெற்றிகரமாக சரி செய்யப்பட்டது

source: File Name
ta: கோப்பு பெயர்

source: File Name to Tag
ta: குறிச்சொல் கோப்பு பெயர்

source: File Name to Tag (Ctrl+F)
ta: குறிச்சொல்லுக்கு கோப்பு பெயர் (Ctrl+F)

source: File Path
ta: கோப்பு பாதை

source: File Properties
ta: கோப்பு பண்புகள்

source: filename
ta: கோப்புப்பெயர்

source: Fingerprint
ta: கைரேகை

source: Fingerprint was copied to clipboard.
ta: கைரேகை இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது.

source: Fix File
ta: கோப்பை சரிசெய்யவும்

source: Folder Mode
ta: கோப்புறை முறை

source: Format
ta: வடிவம்

source: Format String
ta: வடிவமைப்பு சரம்

source: Front
ta: முன்

source: Fyodor Sobolev
ta: ஃபெடோர் சோபோலெவ்

source: genre
ta: வகை

source: Genre
ta: வகை

source: Get New API Key
ta: புதிய பநிஇ விசையைப் பெறுங்கள்

source: GiB
ta: கிப்

source: GitHub Repo
ta: அறிவிலிமையம் ரெப்போ

source: Height
ta: உயரம்

source: Help
ta: உதவி

source: Hide Extras Pane
ta: கூடுதல் பலகத்தை மறைக்கவும்

source: Import from LRC
ta: எல்.ஆர்.சி.

source: Include Only Selected Files
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளை மட்டுமே சேர்க்கவும்

source: Info
ta: தகவல்

source: Insert
ta: செருகவும்

source: Insert Back Album Art
ta: ஆல்பம் கலையை மீண்டும் செருகவும்

source: Insert Front Album Art
ta: முன் ஆல்பம் கலையைச் செருகவும்

source: Inserting album art...
ta: ஆல்பம் கலையைச் செருகுவது ...

source: Keep Tagger's lyrics
ta: டேக்கரின் வரிகளை வைத்திருங்கள்

source: KiB
ta: வினோதமாக

source: Language Code
ta: மொழி குறியீடு

source: Library was changed on disk.
ta: வட்டில் நூலகம் மாற்றப்பட்டது.

source: Loaded {0} music file.
ta: ஏற்றப்பட்டது {0} இசை கோப்பு.

source: Loading music files from library...
ta: நூலகத்திலிருந்து இசை கோப்புகளை ஏற்றுகிறது ...

source: lyrics
ta: பாடல்

source: Lyrics
ta: பாடல்

source: Main Properties
ta: முக்கிய பண்புகள்

source: Making everything pretty...
ta: எல்லாவற்றையும் அழகாக ஆக்குகிறது ...

source: Manage Lyrics
ta: பாடல் வரிகளை நிர்வகிக்கவும்

source: Manage Lyrics (Ctrl+L)
ta: வரிகளை நிர்வகிக்கவும் (Ctrl+L)

source: Matrix Chat
ta: அணி அரட்டை

source: Mime Type
ta: மைம் வகை

source: Music File
ta: இசை கோப்பு

source: Music Library
ta: இசை நூலகம்

source: MusicBrainz Recording Id
ta: மியூசிக் பிரேன்ச் ரெக்கார்டிங் ஐடி

source: New Custom Property
ta: புதிய தனிப்பயன் சொத்து

source: New Synchronized Lyric
ta: புதிய ஒத்திசைக்கப்பட்ட பாடல்

source: New update available.
ta: புதிய புதுப்பிப்பு கிடைக்கிறது.

source: Nicholas Logozzo
ta: நிக்கோலச் லோகோச்சோ

source: No
ta: இல்லை

source: No AcoustId entry found for the file's fingerprint
ta: கோப்பின் கைரேகைக்கு ஒலியியல் நுழைவு எதுவும் கிடைக்கவில்லை

source: No file selected
ta: எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை

source: No files selected for removal.
ta: அகற்ற கோப்புகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

source: No lyrics were downloaded
ta: பாடல் வரிகள் எதுவும் பதிவிறக்கம் செய்யப்படவில்லை

source: No metadata was downloaded
ta: மேனிலை தரவு எதுவும் பதிவிறக்கம் செய்யப்படவில்லை

source: No music files are selected.
ta: இசை கோப்புகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

source: No Music Files Found
ta: இசை கோப்புகள் எதுவும் கிடைக்கவில்லை

source: No music files in library.
ta: நூலகத்தில் இசை கோப்புகள் இல்லை.

source: No MusicBrainz RecordingId was provided for the AcoustId entry
ta: ஒலியியல் நுழைவுக்கு மியூசிக் பிரேன்ச் ரெக்கார்டிங்கிட் எதுவும் வழங்கப்படவில்லை

source: No Selected Music Files
ta: தேர்ந்தெடுக்கப்பட்ட இசை கோப்புகள் இல்லை

source: No user api key configured.
ta: பயனர் பநிஇ விசை எதுவும் கட்டமைக்கப்படவில்லை.

source: Nothing to export.
ta: ஏற்றுமதி செய்ய எதுவும் இல்லை.

source: Off
ta: அணை

source: Offset (in milliseconds)
ta: ஆஃப்செட் (மில்லி விநாடிகளில்)

source: OK
ta: சரி

source: On
ta: ஆன்

source: Only one file can be submitted to AcoustID at a time. Please select only one file and try again.
ta: ஒரு நேரத்தில் ஒரு கோப்பை மட்டுமே ஒரு நேரத்தில் ஒலியியல் சமர்ப்பிக்க முடியும். தயவுசெய்து ஒரே ஒரு கோப்பைத் தேர்ந்தெடுத்து மீண்டும் முயற்சிக்கவும்.

source: Open
ta: திற

source: Open a library with music to get started
ta: தொடங்குவதற்கு இசையுடன் ஒரு நூலகத்தைத் திறக்கவும்

source: Open Folder
ta: திறந்த கோப்புறை

source: Open Music File
ta: திறந்த இசை கோப்பு

source: Open Playlist
ta: திறந்த பிளேலிச்ட்

source: Overwrite Album Art With MusicBrainz
ta: மியூசிக் பிரைன்ச் உடன் ஆல்பம் கலையை மேலெழுதும்

source: Overwrite Lyrics From Web Service
ta: வலை சேவையிலிருந்து வரிகளை மேலெழுதும்

source: Overwrite Tag With MusicBrainz
ta: மியூசிக் பிரெய்ன்ச் உடன் குறிச்சொல்

source: Path
ta: பாதை

source: Path (Empty)
ta: பாதை (காலியாக)

source: Pick a date
ta: ஒரு தேதியைத் தேர்ந்தெடுங்கள்

source: Playlist
ta: பிளேலிச்ட்

source: Playlist file created successfully.
ta: பிளேலிச்ட் கோப்பு வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Playlist Mode
ta: பிளேலிச்ட் பயன்முறை

source: Playlist path can not be empty.
ta: பிளேலிச்ட் பாதை காலியாக இருக்க முடியாது.

source: Please select a format string.
ta: வடிவமைப்பு சரம் என்பதைத் தேர்ந்தெடுக்கவும்.

source: Preserve Modification Timestamp
ta: மாற்றியமைக்கும் நேர முத்திரையைப் பாதுகாக்கவும்

source: PREVIEW
ta: முன்னோட்டம்

source: Property Name
ta: சொத்து பெயர்

source: publisher
ta: வெளியீட்டாளர்

source: Publisher
ta: வெளியீட்டாளர்

source: Publishing Date
ta: வெளியீட்டு தேதி

source: publishingdate
ta: வெளியீட்டு தேதி

source: Reload
ta: ஏற்றவும்

source: Reload Library
ta: நூலகத்தை மீண்டும் ஏற்றவும்

source: Remove
ta: அகற்று

source: Remove Custom Property
ta: தனிப்பயன் சொத்தை அகற்று

source: Remove Files?
ta: கோப்புகளை அகற்றவா?

source: Remove from Playlist
ta: பிளேலிச்ட்டிலிருந்து அகற்று

source: Remove Lyric
ta: பாடலை அகற்று

source: Removing album art...
ta: ஆல்பம் கலையை நீக்குதல் ...

source: Report a Bug
ta: ஒரு பிழையைப் புகாரளிக்கவும்

source: Restart To Apply Theme?
ta: கருப்பொருளைப் பயன்படுத்த மறுதொடக்கம் செய்யவா?

source: Save Playlist
ta: பிளேலிச்ட்டை சேமிக்கவும்

source: Save Tag
ta: குறிச்சொல்லைச் சேமிக்கவும்

source: Save Tag (Ctrl+S)
ta: குறிச்சொல்லைச் சேமிக்கவும் (Ctrl+S)

source: Saving tags...
ta: குறிச்சொற்களைச் சேமித்தல் ...

source: Select Save Location
ta: இருப்பிடத்தைச் சேமி என்பதைத் தேர்ந்தெடுக்கவும்

source: Select some files
ta: சில கோப்புகளைத் தேர்ந்தெடுக்கவும்

source: Settings
ta: அமைப்புகள்

source: Show Extras Pane
ta: கூடுதல் பலகத்தைக் காட்டு

source: Some music files still have changes waiting to be applied. What would you like to do?
ta: சில இசை கோப்புகளில் பயன்படுத்த காத்திருக்கும் மாற்றங்கள் இன்னும் உள்ளன. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: Sort Files By
ta: இதன்மூலம் கோப்புகளை வரிசைப்படுத்துங்கள்

source: Submit
ta: சமர்ப்பிக்கவும்

source: Submit to AcoustId
ta: ஒலியியல் சமர்ப்பிக்கவும்

source: Submitted metadata to AcoustId successfully
ta: ஒலியியல் வெற்றிகரமாக மெட்டாடேட்டாவை சமர்ப்பித்தது

source: Submitting data to AcoustId...
ta: ACOUSTID க்கு தரவை சமர்ப்பித்தல் ...

source: Switch to Back Cover
ta: பின் அட்டைக்கு மாறவும்

source: Switch to Front Cover
ta: முன் அட்டைக்கு மாறவும்

source: Synchronized
ta: ஒத்திசைக்கப்பட்டது

source: Tag
ta: குறிச்சொல்

source: Tag to File Name
ta: கோப்பு பெயரை குறிக்கவும்

source: Tag to File Name (Ctrl+T)
ta: கோப்பு பெயருக்கு குறிச்சொல் (Ctrl+T)

source: Tag your music
ta: உங்கள் இசையை குறிக்கவும்

source: Tag Your Music
ta: உங்கள் இசையை குறிக்கவும்

source: Tagger
ta: குறிச்சொல்

source: Tagger's documentation and support channels are accessible via the Help menu.
ta: டேக்கரின் ஆவணங்கள் மற்றும் உதவி சேனல்கள் உதவி பட்டியல் வழியாக அணுகக்கூடியவை.

source: The selected files will not be deleted from disk but will be removed from this playlist.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகள் வட்டில் இருந்து நீக்கப்படாது, ஆனால் இந்த பிளேலிச்ட்டிலிருந்து அகற்றப்படும்.

source: Theme
ta: கருப்பொருள்

source: This file does not have a valid fingerprint
ta: இந்த கோப்பில் செல்லுபடியாகும் கைரேகை இல்லை

source: This music folder contains music files that have corrupted tags. The following files are affected and will be ignored by Tagger:
ta: இந்த இசை கோப்புறையில் சிதைந்த குறிச்சொற்களைக் கொண்ட இசைக் கோப்புகள் உள்ளன. பின்வரும் கோப்புகள் பாதிக்கப்பட்டு டேக்கரால் புறக்கணிக்கப்படும்:

source: TiB
ta: திப்

source: Timestamp (hh:mm:ss or mm:ss.xx)
ta: நேர முத்திரை (HH: MM: SS அல்லது MM: SS.XX)

source: title
ta: தலைப்பு

source: Title
ta: தலைப்பு

source: Too Many Files Selected
ta: பல கோப்புகள் தேர்ந்தெடுக்கப்பட்டன

source: track
ta: மின்தடம்

source: Track
ta: மின்தடம்

source: tracktotal
ta: டிராக்டோட்டல்

source: translator-credits
ta: மொழிபெயர்ப்பாளர்-வரவு

source: Try a different library
ta: வேறு நூலகத்தை முயற்சிக்கவும்

source: Type
ta: வகை

source: Type ! for advanced search
ta: தட்டச்சு செய்க! மேம்பட்ட தேடலுக்கு

source: Unable to add file to playlist. File may already exist in playlist.
ta: பிளேலிச்ட்டில் கோப்பைச் சேர்க்க முடியவில்லை. கோப்பு ஏற்கனவே பிளேலிச்ட்டில் இருக்கலாம்.

source: Unable to create playlist.
ta: பிளேலிச்ட்டை உருவாக்க முடியவில்லை.

source: Unable to download and install update.
ta: புதுப்பிப்பைப் பதிவிறக்கி நிறுவ முடியவில்லை.

source: Unable to export to LRC.
ta: எல்.ஆர்.சி.க்கு ஏற்றுமதி செய்ய முடியவில்லை.

source: Unable to fix file
ta: கோப்பை சரிசெய்ய முடியவில்லை

source: Unable to import from LRC.
ta: எல்.ஆர்.சி.யிலிருந்து இறக்குமதி செய்ய முடியவில்லை.

source: Unable to load image file
ta: படக் கோப்பை ஏற்ற முடியவில்லை

source: Unable to remove some files from playlist.
ta: பிளேலிச்ட்டிலிருந்து சில கோப்புகளை அகற்ற முடியவில்லை.

source: Unable to save {0}
ta: {0} சேமிக்க முடியவில்லை

source: Unable to save {0}.
ta: {0} சேமிக்க முடியவில்லை.

source: Unable to submit to AcoustId. Check API key
ta: ஒலியியல் சமர்ப்பிக்க முடியவில்லை. பநிஇ விசையை சரிபார்க்கவும்

source: Unknown
ta: தெரியவில்லை

source: Unsynchronized
ta: ஒத்திசைக்கப்படாதது

source: Update
ta: புதுப்பிப்பு

source: Use LRC's lyrics
ta: எல்.ஆர்.சியின் பாடல்களைப் பயன்படுத்தவும்

source: Use Relative Paths
ta: உறவினர் பாதைகளைப் பயன்படுத்துங்கள்

source: Use Relative Paths?
ta: உறவினர் பாதைகளைப் பயன்படுத்தவா?

source: User Interface
ta: பயனர் இடைமுகம்

source: Web Services
ta: வலை சேவைகள்

source: What would you like Tagger to do with lyrics found from the LRC file that conflict with existing lyrics of the same timestamp?
ta: அதே நேர முத்திரையின் தற்போதைய பாடல்களுடன் முரண்படும் எல்.ஆர்.சி கோப்பிலிருந்து காணப்படும் பாடல் வரிகளுடன் டேக்கர் என்ன செய்ய விரும்புகிறீர்கள்?

source: Width
ta: அகலம்

source: Would you like to restart {0} to apply the new theme? Any unsaved work will be lost.
ta: புதிய கருப்பொருளைப் பயன்படுத்த {0 ats ஐ மறுதொடக்கம் செய்ய விரும்புகிறீர்களா? சேமிக்கப்படாத எந்த வேலையும் இழக்கப்படும்.

source: Would you like to save the added file to the playlist using it's relative path? If not, the full path will be used instead.
ta: சேர்க்கப்பட்ட கோப்பை பிளேலிச்ட்டில் அதன் உறவினர் பாதையைப் பயன்படுத்தி சேமிக்க விரும்புகிறீர்களா? இல்லையென்றால், அதற்கு பதிலாக முழு பாதை பயன்படுத்தப்படும்.

source: year
ta: ஆண்டு

source: Year
ta: ஆண்டு

source: Yes
ta: ஆம்

# Theme
source: Dark
ta: இருண்ட

# Theme
source: Light
ta: ஒளி

# Theme
source: System
ta: மண்டலம்

source: Suggestions
ta: பரிந்துரைகள்

source: Preferences
ta: விருப்பத்தேர்வுகள்

source: Remember Last Opened Library
ta: கடைசியாக திறக்கப்பட்ட நூலகத்தை நினைவில் கொள்க

source: Include Subfolders
ta: துணை கோப்புறைகளைச் சேர்க்கவும்

source: Limit File Name Characters
ta: கோப்பு பெயர் எழுத்துக்களைக் கட்டுப்படுத்துங்கள்

source: Restricts characters in file names to only those supported by Windows.
ta: கோப்பு பெயர்களில் உள்ள எழுத்துக்களை விண்டோசால் ஆதரிக்கப்படுவதற்கு மட்டுமே கட்டுப்படுத்துகிறது.

# Shortcut
source: Music Library
ta: இசை நூலகம்

# Shortcut
source: Music File
ta: இசை கோப்பு

source: Delete Tags
ta: குறிச்சொற்களை நீக்கு

source: Convert File Name to Tag
ta: கோப்பு பெயரை குறிச்சொல்லுக்கு மாற்றவும்

source: Convert Tag to File Name
ta: குறிச்சொல்லை கோப்பு பெயராக மாற்றவும்

source: Remove Front Album Art
ta: முன் ஆல்பம் கலையை அகற்று

source: Switch Album Art
ta: ஆல்பம் கலையை மாற்றவும்

source: Remove Back Album Art
ta: மீண்டும் ஆல்பம் கலையை அகற்று

# Shortcut
source: Web Services
ta: வலை சேவைகள்

# Shortcut
source: Application
ta: பயன்பாடு

source: Keyboard Shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: Quit
ta: வெளியேறு

source: About Tagger
ta: டேக்கர் பற்றி

source: Library Menu
ta: நூலக பட்டியல்

source: Library
ta: நூலகம்

source: Main Menu
ta: பட்டியல் விளையாடுங்கள்

source: Toggle Tags Pane
ta: குறிச்சொற்கள் பலகத்தை மாற்றவும்

source: Tag Actions
ta: குறிச்சொல் செயல்கள்

source: Apply Changes To Tag (Ctrl+S)
ta: குறிச்சொல்லில் மாற்றங்களைப் பயன்படுத்துங்கள் (Ctrl+S)

source: Open Folder (Ctrl+O)
ta: திறந்த கோப்புறை (Ctrl+O)

source: Open Playlist (Ctrl+Shift+O)
ta: பிளேலிச்ட்டைத் திறக்கவும் (Ctrl+Shift+O)

source: Select All Files
ta: எல்லா கோப்புகளையும் தேர்ந்தெடுக்கவும்

source: Track Total
ta: மொத்தம் கண்காணிக்கவும்

source: Disc Number
ta: வட்டு எண்

source: Disc Total
ta: வட்டு மொத்தம்
